INSERT INTO customers (name, phone, address, email) VALUES
('김민준', '010-1234-5678', '부산시 해운대구 우동 101',   'minjun@email.com'),
('이서연', '010-2345-6789', '부산시 수영구 광안동 202',   'seoyeon@email.com'),
('박지호', '010-3456-7890', '부산시 남구 대연동 303',     NULL),
('최수아', '010-4567-8901', '부산시 동래구 온천동 404',   'sua@email.com'),
('정우진', '010-5678-9012', '부산시 부산진구 전포동 505', 'woojin@email.com'),
('강하은', '010-6789-0123', '부산시 연제구 거제동 606',   NULL),
('조현서', '010-7890-1234', '부산시 사하구 하단동 707',   'hyunseo@email.com'),
('윤도윤', '010-8901-2345', '부산시 북구 구포동 808',     'doyoon@email.com'),
('임지아', '010-9012-3456', '부산시 강서구 명지동 909',   NULL),
('한준서', '010-0123-4567', '부산시 기장군 일광읍 010',   'junser@email.com');